Repository: doriansoru/e4mame
Catalog: locales/*/LC_MESSAGES/*.po
Languages: it

source: Checking if the following game works: n.
it: Controllo se il seguente gioco funziona: n.

source: Getting the description and checking the snapshot for the following game: n.
it: Ottengo la descrizione e controllo lo snapshot per il seguente gioco: n.

source: Getting all your roms list...
it: Ottengo la lista di tutti i tuoi rom...

source: Error
it: Errore

source: Saving everything in
it: Salvo tutto in

source: Add to favorites
it: Aggiungi ai preferiti

source: Remove from favorites
it: Rimuovi dai preferiti

source: Launch
it: Avvia

source: Type to search
it: Digita per cercare

source: All games
it: Tutti i giochi

source: Favorites
it: Preferiti

source: Quit
it: Esci

source: Double click to launch the game, right click for more options
it: Doppio click per avviare il gioco, click destro per altre opzioni

source: Snapshot not available
it: Schermata non disponibile

source: An error occurred while running the game:
it: C'è stato un errore durante l'esecuzione del gioco:

source: The error message has been copied in the clipboard
it: Questo messaggio di errore è stato copiato negli appunti

source: A minimalistic MAME Frontend
it: Un frontend per MAME minimalistico

source: Released under the GPL-3.0 Licence
it: Rilasciato sotto licenza GPL-3.0

source: The games file does not exist. I will now create it.
it: Il file dei giochi non esiste. Lo creerò adesso.

source: Please confirm that your zip snap file is:
it: Per favore conferma che il file zip delle schermate è:

source: Please confirm that your mame executable is:
it: Per favore conferma che l'eseguibile mame è:

source: Y
it: S

source: Please correct
it: Per favore correggi

source: All files have been update. Please restart the program
it: Tutti i file sono stati aggiornati. Per favore riavvia il programma

source: About
it: Informazioni su
